Repository: Victor-Northcode/alma-app
Catalog: mobile/ios/Alma/Resources/Daily.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br, ru

# daily.action.quieter
source: Fewer of these
de: Weniger davon
es: Menos de estas
fr: Moins souvent
it: Meno di queste
pt_br: Menos disto
ru: Пореже

# daily.action.turnOff
source: Turn these off
de: Diese abschalten
es: Desactivar esto
fr: Désactiver
it: Disattiva queste
pt_br: Desligar isto
ru: Выключить их

# daily.action.turnedOff
source: Turned off. Today is still here whenever you open it.
de: Abgeschaltet. Heute ist trotzdem da, wann immer du es öffnest.
es: Desactivado. Hoy sigue aquí siempre que lo abras.
fr: Désactivé. Aujourd'hui reste là chaque fois que tu l'ouvres.
it: Disattivato. Oggi resta qui ogni volta che lo apri.
pt_br: Desligado. Hoje continua aqui sempre que você abrir.
ru: Выключено. «Сегодня» всегда на месте, когда ты открываешь приложение.

# daily.ask.body
source: One notification, at the hour you choose, on the days something in your chart is exact. About once a week. Never at night, and it can be turned off from the notification itself.
de: Eine Mitteilung zu deiner gewählten Uhrzeit an Tagen, an denen ein Einfluss in deinem Horoskop exakt wird. Etwa einmal pro Woche, nie nachts. Du kannst sie direkt über die Mitteilung abschalten.
es: Una notificación, a la hora que elijas, los días en que se forma un aspecto exacto en tu carta. Más o menos una vez por semana. Nunca de noche, y se puede desactivar desde la propia notificación.
fr: Une notification à l'heure choisie les jours où une influence devient exacte dans ton thème. Environ une fois par semaine, jamais la nuit. Tu peux la désactiver directement depuis la notification.
it: Una notifica, all'ora che scegli, nei giorni in cui qualcosa nella tua carta è esatto. Circa una volta a settimana. Mai di notte, e si disattiva dalla notifica stessa.
pt_br: Uma notificação, na hora que você escolher, nos dias em que um aspecto fica exato no seu mapa. Cerca de uma vez por semana. Nunca à noite, e dá para desligar pela própria notificação.
ru: Одно уведомление, в выбранный тобой час, в те дни, когда что-то в твоей карте точно. Примерно раз в неделю. Никогда ночью, и выключить можно прямо из самого уведомления.

# daily.ask.no
source: Not now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
pt_br: Agora não
ru: Не сейчас

# daily.ask.title
source: Tell me the morning it happens
de: Sag mir Bescheid an dem Morgen, an dem es passiert
es: Avísame la mañana en que ocurra
fr: Préviens-moi le matin où cela arrive
it: Dimmelo la mattina in cui accade
pt_br: Me avise na manhã em que acontecer
ru: Скажи мне в то утро, когда это случится

# daily.ask.yes
source: Yes, tell me
de: Ja, sag mir Bescheid
es: Sí, avísame
fr: Oui, préviens-moi
it: Sì, dimmelo
pt_br: Sim, me avise
ru: Да, говори

# daily.aspect.biquintile
source: biquintile
de: Biquintil
es: en biquintil con
pt_br: biquintil
ru: биквинтиль

# daily.aspect.conjunction
source: conjunct
de: Konjunktion
es: en conjunción con
fr: conjonction
it: congiunzione
pt_br: conjunção
ru: соединение

# daily.aspect.opposition
source: opposite
de: Opposition
es: en oposición a
fr: opposition
it: opposizione
pt_br: oposição
ru: оппозиция

# daily.aspect.quintile
source: quintile
de: Quintil
es: en quintil con
pt_br: quintil
ru: квинтиль

# daily.aspect.semisextile
source: semisextile
de: Halbsextil
es: en semisextil con
it: semisestile
pt_br: semissextil
ru: полусекстиль

# daily.aspect.semisquare
source: semisquare
de: Halbquadrat
es: en semicuadratura con
fr: semi-carré
it: semiquadrato
pt_br: semiquadratura
ru: полуквадрат

# daily.aspect.sesquiquadrate
source: sesquiquadrate
de: Anderthalbquadrat
es: en sesquicuadratura con
fr: sesqui-carré
it: sesquiquadrato
pt_br: sesquiquadratura
ru: полутораквадрат

# daily.aspect.sextile
source: sextile
de: Sextil
es: en sextil con
it: sestile
pt_br: sextil
ru: секстиль

# daily.aspect.square
source: square
de: Quadrat
es: en cuadratura con
fr: carré
it: quadratura
pt_br: quadratura
ru: квадратура

# daily.aspect.trine
source: trine
de: Trigon
es: en trígono con
fr: trigone
it: trigono
pt_br: trígono
ru: трин

# daily.contactPhrase
source: %1$@ %2$@ your %3$@
de: %1$@ jetzt und %3$@ in deinem Horoskop: %2$@
es: %1$@ %2$@ tu %3$@
fr: %1$@ maintenant et %3$@ dans ton thème : %2$@
it: %1$@ ora e %3$@ nel tuo tema: %2$@
pt_br: %1$@ em %2$@ com %3$@ no seu mapa
ru: %1$@ сейчас и %3$@ в твоей карте: %2$@

# daily.empty.body
source: Active transits are shown below. None reaches its exact point today.
de: Die aktiven Transite stehen unten. Heute erreicht keiner seinen exakten Punkt.
es: Los tránsitos activos aparecen abajo. Ninguno alcanza su punto exacto hoy.
fr: Les transits actifs sont affichés ci-dessous. Aucun n’atteint son point exact aujourd’hui.
it: I transiti attivi sono qui sotto. Nessuno raggiunge il punto esatto oggi.
pt_br: Os trânsitos ativos aparecem abaixo. Nenhum chega ao ponto exato hoje.
ru: Активные транзиты показаны ниже. Сегодня ни один не достигает точного положения.

# daily.empty.title
source: No transit is exact today
de: Heute ist nichts exakt
es: Hoy no hay aspectos exactos
fr: Rien n'est exact aujourd'hui
it: Nessun transito è esatto oggi
pt_br: Nada está exato hoje
ru: Сегодня нет точных аспектов

# daily.retrograde
source: retrograde
de: rückläufig
es: retrógrado
fr: rétrograde
it: retrogrado
pt_br: retrógrado
ru: ретроградный

# daily.running.body
source: The closest is %@. Everything else is moving slowly.
de: Am nächsten steht %@. Alles andere bewegt sich langsam.
es: Lo más cercano es %@. Lo demás avanza despacio.
fr: Le plus proche est %@. Le reste avance lentement.
it: Il più vicino è %@. Il resto si muove lentamente.
pt_br: O mais próximo é %@. O resto se move devagar.
ru: Ближе всего %@. Остальное движется медленно.

# daily.running.nearest
source: The closest is %1$@, exact on %2$@. Everything else is moving slowly.
de: Am nächsten steht %1$@, exakt am %2$@. Alles andere bewegt sich langsam.
es: Lo más cercano es %1$@, exacto el %2$@. Lo demás avanza despacio.
fr: Le plus proche est %1$@, exact le %2$@. Le reste avance lentement.
it: Il più vicino è %1$@, esatto il %2$@. Il resto si muove lentamente.
pt_br: O mais próximo é %1$@, exato em %2$@. O resto se move devagar.
ru: Ближе всего — %1$@; точный момент: %2$@. Остальные аспекты меняются медленно.

# daily.running.title
source: Nothing exact today
de: Heute nichts Exaktes
es: Hoy no hay aspectos exactos
fr: Rien d'exact aujourd'hui
it: Oggi niente di esatto
pt_br: Nenhum aspecto exato hoje
ru: Сегодня нет точных аспектов

# daily.setting.hour
source: Arrives at
de: Kommt um
es: Llega a las
fr: Arrive à
it: Arriva alle
pt_br: Chega às
ru: Приходит в

# daily.setting.occasionally
source: Occasionally
de: Gelegentlich
es: De vez en cuando
fr: De temps en temps
it: Ogni tanto
pt_br: De vez em quando
ru: Иногда

# daily.setting.occasionally.detail
source: About once a week, when something in your chart is actually exact.
de: Etwa einmal pro Woche, wenn in deinem Horoskop wirklich etwas exakt wird.
es: Aproximadamente una vez por semana, cuando algo en tu carta es exacto de verdad.
fr: Environ une fois par semaine, quand quelque chose dans ton thème devient vraiment exact.
it: Circa una volta a settimana, quando qualcosa nel tuo tema diventa davvero esatto.
pt_br: Cerca de uma vez por semana, quando algo no seu mapa fica realmente exato.
ru: Примерно раз в неделю, когда что-то в твоей карте действительно становится точным.

# daily.setting.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
pt_br: Desligado
ru: Выключено

# daily.setting.off.detail
source: No notifications. Today is still here whenever you open it.
de: Keine Mitteilungen. Heute ist trotzdem da, wann immer du es öffnest.
es: Sin notificaciones. Hoy sigue aquí siempre que lo abras.
fr: Aucune notification. Aujourd'hui reste là chaque fois que tu l'ouvres.
it: Nessuna notifica. Oggi resta qui ogni volta che lo apri.
pt_br: Sem notificações. Hoje continua aqui sempre que você abrir.
ru: Без уведомлений. «Сегодня» всегда на месте, когда ты открываешь приложение.

# daily.setting.onlyMatters.detail
source: A few times a year. The slow ones only — the transits that last months.
de: Ein paar Mal im Jahr. Nur die langsamen — die Transite, die Monate dauern.
es: Unas pocas veces al año. Solo los lentos: los tránsitos que duran meses.
fr: Quelques fois par an. Seulement les lents — les transits qui durent des mois.
it: Poche volte all'anno. Solo i lenti: i transiti che durano mesi.
pt_br: Poucas vezes por ano. Só os lentos — os trânsitos que duram meses.
ru: Несколько раз в год. Только медленные — транзиты, которые длятся месяцами.

# daily.setting.onlyWhatMatters
source: Long-term transits only
de: Nur was zählt
es: Solo lo que importa
fr: Seulement l'essentiel
it: Solo transiti a lungo termine
pt_br: Só o que importa
ru: Только важное

# daily.setting.quiet
source: Never between 22:00 and 08:00 in your local time zone.
de: Nie zwischen 22:00 und 08:00, in deiner Zeit.
es: Nunca entre las 22:00 y las 08:00 de tu zona horaria.
fr: Jamais entre 22h00 et 08h00, à ton heure.
it: Mai tra le 22:00 e le 08:00 nel tuo fuso orario.
pt_br: Nunca entre 22:00 e 08:00 no seu fuso horário.
ru: Никогда между 22:00 и 08:00 по твоему времени.

# daily.setting.timezone
source: Time zone
de: Deine Zeitzone
es: Tu zona horaria
fr: Ton fuseau horaire
it: Fuso orario
pt_br: Seu fuso horário
ru: Твоё время

# daily.setting.timezone.birth
source: from your birth data
de: aus deinen Geburtsdaten
es: desde tus datos de nacimiento
fr: depuis tes données de naissance
it: dai tuoi dati di nascita
pt_br: dos seus dados de nascimento
ru: из твоих данных рождения

# daily.setting.timezone.chosen
source: you chose this
de: von dir gewählt
es: lo elegiste tú
fr: tu l'as choisie
it: l'hai scelta tu
pt_br: você escolheu
ru: твой выбор

# daily.setting.timezone.device
source: from your device
de: von deinem Gerät
es: desde tu dispositivo
fr: depuis ton appareil
it: dal tuo dispositivo
pt_br: do seu aparelho
ru: с твоего устройства

# daily.setting.title
source: Daily updates
de: Das Tägliche
es: Lo diario
fr: Le quotidien
it: Aggiornamenti giornalieri
pt_br: O diário
ru: Утренние уведомления

# daily.status.denied
source: Notifications are off for Alma. You can turn them on in your phone's settings.
de: Mitteilungen für Alma sind aus. Du kannst sie in den Einstellungen deines Telefons einschalten.
es: Las notificaciones de Alma están desactivadas. Puedes activarlas en los ajustes del teléfono.
fr: Les notifications d'Alma sont désactivées. Tu peux les activer dans les réglages de ton téléphone.
it: Le notifiche di Alma sono disattivate. Puoi attivarle nelle impostazioni del telefono.
pt_br: As notificações da Alma estão desligadas. Você pode ligá-las nos ajustes do seu telefone.
ru: Уведомления для Alma выключены. Включить их можно в настройках телефона.

# daily.status.notDelivering
source: Notifications aren’t set up on this phone yet. You can still see Today in the app.
de: Es wird noch nichts gesendet. Dieses Telefon ist nicht für Mitteilungen registriert, also lebt das Tägliche hier, unter Heute.
es: Todavía no se envía nada. Este teléfono no está registrado para notificaciones, así que lo diario vive aquí, en Hoy.
fr: Rien n'est encore envoyé. Ce téléphone n'est pas enregistré pour les notifications, le quotidien vit donc ici, dans Aujourd'hui.
it: Le notifiche non sono ancora configurate su questo telefono. Puoi comunque vedere Oggi nell’app.
pt_br: Nada está sendo enviado ainda. Este telefone não está registrado para notificações, então o diário vive aqui, em Hoje.
ru: Уведомления пока не приходят на этот телефон. Все обновления доступны в разделе «Сегодня».

# daily.status.openSettings
source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
pt_br: Abrir ajustes
ru: Открыть настройки

# daily.status.provisional
source: Arriving quietly. Alma's notifications go straight to Notification Center — no banner, no sound — until you decide otherwise.
de: Sie kommen leise an. Almas Mitteilungen gehen direkt in die Mitteilungszentrale — ohne Banner, ohne Ton — bis du es anders entscheidest.
es: Llegan en silencio. Las notificaciones de Alma van directas al Centro de notificaciones —sin banner ni sonido— hasta que decidas otra cosa.
fr: Elles arrivent discrètement. Les notifications d'Alma vont directement au Centre de notifications — sans bannière ni son — jusqu'à ce que tu en décides autrement.
it: Arrivano in silenzio. Le notifiche di Alma vanno dritte al Centro Notifiche — senza banner né suono — finché non decidi diversamente.
pt_br: Chegam em silêncio. As notificações da Alma vão direto para a Central de Notificações — sem banner nem som — até você decidir o contrário.
ru: Приходит тихо. Уведомления Alma идут прямо в Центр уведомлений — без баннера и звука, пока ты не решишь иначе.

# daily.status.registered
source: This phone is registered for the daily.
de: Dieses Telefon ist für das Tägliche registriert.
es: Este teléfono recibirá los avisos de la lectura del día.
fr: Ce téléphone est enregistré pour le quotidien.
it: Questo telefono è registrato per il quotidiano.
pt_br: Este telefone receberá os avisos da leitura do dia.
ru: Этот телефон зарегистрирован для утренних уведомлений.

# daily.status.upgrade
source: Choose how notifications appear
de: Lass sie richtig ankommen
es: Deja que lleguen de verdad
fr: Laisse-les arriver vraiment
it: Scegli come mostrare le notifiche
pt_br: Deixe que cheguem de verdade
ru: Пусть приходят как положено

# daily.subscriberOnly
source: Daily updates are included with an active subscription. Today remains free.
de: Tägliche Updates sind in einem aktiven Abo enthalten. Der Bereich „Heute“ bleibt kostenlos.
es: Las actualizaciones diarias se incluyen con una suscripción activa. La sección Hoy sigue siendo gratis.
fr: Les actualisations quotidiennes sont incluses avec un abonnement actif. La rubrique Aujourd’hui reste gratuite.
it: Gli aggiornamenti giornalieri sono inclusi con un abbonamento attivo. Oggi resta gratuito.
pt_br: As atualizações diárias fazem parte da assinatura ativa. A seção Hoje continua grátis.
ru: Утренние обновления входят в активную подписку. Раздел «Сегодня» остаётся бесплатным.

# daily.today.at
source: Exact at %@
de: Exakt um %@
es: Exacto a las %@
fr: Exact à %@
it: Esatto alle %@
pt_br: Exato às %@
ru: Точный момент — %@

# daily.today.label
source: Exact today
de: Heute exakt
es: Aspecto exacto hoy
fr: Exact aujourd'hui
it: Esatto oggi
pt_br: Aspecto exato hoje
ru: Точный аспект сегодня

# daily.today.since
source: Active since %@
de: Aktiv seit %@
es: Activo desde el %@
fr: Actif depuis le %@
it: Attivo dal %@
pt_br: Ativo desde %@
ru: Активно с %@

# daily.today.until
source: active until %@
de: aktiv bis %@
es: activo hasta el %@
fr: actif jusqu’au %@
it: attivo fino al %@
pt_br: ativo até %@
ru: активно до %@

# daily.verified.label
source: Exact transit dates in the next 30 days
de: Exakte Tage in den nächsten 30
es: Fechas exactas de los tránsitos en los próximos 30 días
fr: Dates exactes des transits dans les 30 prochains jours
it: Date esatte dei transiti nei prossimi 30 giorni
pt_br: Datas exatas dos trânsitos nos próximos 30 dias
ru: Точные даты транзитов в ближайшие 30 дней

# daily.verified.note
source: Counted from your own chart, on this device, with the same rule the notification uses.
de: Aus deinem eigenen Horoskop gezählt, auf diesem Gerät, mit derselben Regel wie die Mitteilung.
es: Contados desde tu propia carta, en este dispositivo, con la misma regla que usa la notificación.
fr: Comptés depuis ton propre thème, sur cet appareil, avec la règle qu'utilise la notification.
it: Contati dal tuo tema, su questo dispositivo, con la stessa regola che usa la notifica.
pt_br: Contados a partir do seu mapa, neste aparelho, com a mesma regra que a notificação usa.
ru: Посчитано из твоей собственной карты, на этом устройстве, по тому же правилу, что и уведомление.

# daily.aspect.quincunx
source: quincunx
es: en quincuncio con
fr: quinconce
it: quinconce
pt_br: quincúncio
ru: квиконс

# daily.your
source: your
es: tu
